{
  "id": "dama_de_sangue",
  "name": "Dama De Sangue",
  "element": "Sangue",
  "secondaryElements": [
    "Medo",
    "Morte"
  ],
  "description": "Uma criatura grotesca que nasce a partir de um corpo humano partido no meio, com os órgãos se misturando a plantas para dar origem a sete tentáculos com flores e espinhos, além de outro tentáculo maior, central, com uma grande flor dentada. Uma dama de Sangue é uma criatura nefasta que manifesta diversas habilidades paranormais.\n\nA dama de Sangue é uma criatura de Sangue, mas com elementos de Morte e Medo, criada a partir do culto a uma entidade antiga, por vezes confundida no folclore com um anjo.\n\nÉ criada a partir da transformação de uma pessoa que teve sementes de orquídea de Sangue alojadas em sua coluna. Esse hospedeiro é sacrificado em um ritual de Sangue, na qual as sementes rapidamente eclodem e consomem a carne da pessoa para que ela se transforme na criatura.\n\nA dama de Sangue está associada ao mito do Serafim Escarlate, que arrebata as almas dos mais jovens primeiro, seguindo o número sete por onde quer que passe. Além disso, o mito se fundiu com um culto a uma “Dama das Flores”, uma entidade capaz de fazer orquídeas florescerem. ",
  "vd": "60",
  "size": "enorme",
  "displacement": "12m",
  "stats": {
    "pv": 105,
    "defesa": 20
  },
  "attributes": {
    "AGI": 2,
    "FOR": 3,
    "INT": 1,
    "PRE": 2,
    "VIG": 2
  },
  "presence": {
    "dt": "20",
    "immune": "35%",
    "damage": "3d6"
  },
  "skills": {
    "acrobacia": {
      "dados": 0,
      "bonus": 0
    },
    "adestramento": {
      "dados": 0,
      "bonus": 0
    },
    "artes": {
      "dados": 0,
      "bonus": 0
    },
    "atletismo": {
      "dados": 0,
      "bonus": 0
    },
    "atualidades": {
      "dados": 0,
      "bonus": 0
    },
    "ciencias": {
      "dados": 0,
      "bonus": 0
    },
    "crime": {
      "dados": 0,
      "bonus": 0
    },
    "diplomacia": {
      "dados": 0,
      "bonus": 0
    },
    "enganacao": {
      "dados": 0,
      "bonus": 0
    },
    "fortitude": {
      "dados": 0,
      "bonus": 10
    },
    "furtividade": {
      "dados": 0,
      "bonus": 0
    },
    "iniciativa": {
      "dados": 0,
      "bonus": 0
    },
    "intimidacao": {
      "dados": 0,
      "bonus": 0
    },
    "intuicao": {
      "dados": 0,
      "bonus": 0
    },
    "investigacao": {
      "dados": 0,
      "bonus": 0
    },
    "luta": {
      "dados": 0,
      "bonus": 0
    },
    "medicina": {
      "dados": 0,
      "bonus": 0
    },
    "ocultismo": {
      "dados": 0,
      "bonus": 0
    },
    "percepcao": {
      "dados": 0,
      "bonus": 10,
      "type": "Percepção às cegas"
    },
    "pilotagem": {
      "dados": 0,
      "bonus": 0
    },
    "pontaria": {
      "dados": 0,
      "bonus": 0
    },
    "profissao": {
      "dados": 0,
      "bonus": 0,
      "type": ""
    },
    "reflexos": {
      "dados": 0,
      "bonus": 5
    },
    "religiao": {
      "dados": 0,
      "bonus": 0
    },
    "sobrevivencia": {
      "dados": 0,
      "bonus": 0
    },
    "tatica": {
      "dados": 0,
      "bonus": 0
    },
    "tecnologia": {
      "dados": 0,
      "bonus": 0
    },
    "vontade": {
      "dados": 0,
      "bonus": 0
    }
  },
  "actions": [
    {
      "id": 1768951867385,
      "nome": "CONSUMIR",
      "tipo": "Passiva",
      "teste": "",
      "dano": "",
      "danoTipo": "",
      "resistencia": "",
      "descricao": "Quando invocada, a dama de Sangue não possui as habilidades de Movimento. Sempre que consome um corpo, recebe uma das habilidades, na ordem da ficha (ou seja, ganha primeiro Arremessar, depois Chuva de\nÁcido e assim por diante). Para consumir um corpo, a dama de Sangue precisa estar adjacente ao cadáver e\ngastar uma ação padrão. No começo de seu turno, se não tiver consumido sete corpos, a dama de Sangue irá\nutilizar suas ações para se deslocar na direção de um corpo e consumi-lo. Assim que tiver consumido sete\ncorpos, ela pode agir normalmente. "
    },
    {
      "id": 1768951867577,
      "nome": "AGREDIR (TENTÁCULO)",
      "tipo": "Padrão",
      "teste": "3d20+10",
      "dano": "2d6+5",
      "danoTipo": "Impacto",
      "resistencia": "",
      "descricao": "TENTÁCULO Corpo a corpo x2"
    },
    {
      "id": 1768951867737,
      "nome": "ARREMESSAR (Flor Rosa)",
      "tipo": "Movimento",
      "teste": "",
      "dano": "2d6",
      "danoTipo": "",
      "resistencia": "Reflexos DT 15 evita todo o efeito",
      "descricao": "A dama de Sangue ergue um personagem em alcance curto e o arremessa a um ponto a sua escolha também em alcance curto. O personagem sofre 2d6 pontos de dano de impacto e fica caído (Reflexos DT 15 evita todo o efeito). A flor rosa murcha se a dama de Sangue entrar em contato com fertilizante. Isso faz a dama perder esta habilidade e sofrer –1d20 em Luta."
    },
    {
      "id": 1768951868322,
      "nome": "CHUVA DE ÁCIDO (Flor Vermelha)",
      "tipo": "Movimento",
      "teste": "",
      "dano": "4d4",
      "danoTipo": "Químico",
      "resistencia": "Fortitude DT 15 reduz à metade",
      "descricao": "A dama espirra ácido que derrete carne e corrói metal. Todos os personagens em alcance curto sofrem 4d4 pontos de dano químico (Fortitude DT 15 reduz à metade). A flor vermelha murcha se a dama de Sangue entrar em contato com agrotóxico. Isso faz a dama perder esta habilidade e reduz suas resistências a dano em 5."
    },
    {
      "id": 1768951868489,
      "nome": "ESPINHOS (Flor Amarela)",
      "tipo": "Movimento",
      "teste": "",
      "dano": "2d8",
      "danoTipo": "Perfuração",
      "resistencia": "Reflexos DT 15 reduz à metade",
      "descricao": "A dama dispara espinhos em até três alvos em alcance médio. Cada alvo sofre 2d8 pontos de dano de perfuração (Reflexos DT 15 reduz à metade). A flor amarela murcha se a dama de Sangue sofrer 10 pontos de dano de fogo de um único efeito. Isso faz a dama perder esta habilidade e sofrer –1d20 em testes de Reflexos."
    },
    {
      "id": 1768951868801,
      "nome": "GRITO DEVASTADOR (Flor Roxa)",
      "tipo": "Movimento",
      "teste": "",
      "dano": "",
      "danoTipo": "",
      "resistencia": "Vontade DT 15 evita",
      "descricao": "A dama emite um grito agudo que afeta a mente e causa confusão. Todos os personagens em alcance curto ficam confusos (Vontade DT 15 evita). Um personagem que falhe no teste pode repeti-lo no final do seu turno. A flor roxa murcha se a dama de Sangue entrar em contato com o bulbo de bravo purpulis, uma planta roxa que cresce em algumas pedras. Isso faz a dama perder esta habilidade e sofrer –1d20 em testes de Vontade."
    },
    {
      "id": 1768951869234,
      "nome": "MIASMA FÉTIDO (Flor Azul)",
      "tipo": "Movimento",
      "teste": "",
      "dano": "1d4+1",
      "danoTipo": "Rodadas",
      "resistencia": "Fortitude DT 15 reduz à 1 rodada",
      "descricao": "A dama de Sangue expele um miasma fétido que contamina o ar. Todos os personagens em alcance curto ficam enjoados por 1d4+1 rodadas (Fortitude DT 15 reduz à 1 rodada). A flor azul murcha se a dama de Sangue sofrer dano de eletricidade ou Energia. Isso faz a dama perder esta habilidade e reduz seu deslocamento em 6m."
    },
    {
      "id": 1768951869428,
      "nome": "PRISÃO DE TENTÁCULOS (Flor Verde)",
      "tipo": "Movimento",
      "teste": "",
      "dano": "",
      "danoTipo": "",
      "resistencia": "",
      "descricao": "A criatura penetra o solo com seus tentáculos e escolhe um personagem em alcance curto. Esse personagem fica agarrado até que os tentáculos sejam destruídos (os tentáculos são acertados automaticamente e tem 20 PV). A flor verde murcha se for molhada em água corrente. Isso faz a dama perder esta habilidade e reduz sua Defesa em 5."
    },
    {
      "id": 1768951869849,
      "nome": "VISÃO MACABRA (Flor Laranja)",
      "tipo": "Movimento",
      "teste": "",
      "dano": "1d6",
      "danoTipo": "Mental",
      "resistencia": "Vontade DT 15 reduz à metade",
      "descricao": "O movimento hipnotizante da flor faz com que o personagem tenha delírios de imagens macabras e perturbadas. Todos os personagens em alcance médio sofrem 1d6 pontos de dano Mental (Vontade DT 15 reduz à metade). A flor laranja murcha se a dama de Sangue sofrer 10 pontos de dano de corte de um único efeito. Isso faz a dama perder esta habilidade e reduz seus PV totais em 20.\n"
    }
  ],
  "abilities": [],
  "resistances": [
    "Balístico",
    "impacto e perfuração\n10",
    "Sangue 20"
  ],
  "vulnerabilities": [
    "Morte"
  ],
  "immunities": [],
  "image": "https://preview.redd.it/dama-de-sangue-feita-com-hero-forge-v0-u88sldqq3ytf1.png?width=640&crop=smart&auto=webp&s=e97860f10fe1621b7137f87da5c63e56813bee9c",
  "enigma": "A dama de sangue é uma criatura poderosa, invocada através de um ritual que envolve o sacrifício de sete pessoas para o desabrochar de sete flores. Porém, cada flor possui uma fraqueza, conforme descrito nas habilidades ao lado.\n",
  "updatedAt": "2026-01-21T00:35:07.773Z"
}